export default  [
    {
        "id": 'panel',
        "text": "پنل مدیریت",
        "type": 'module',
        "children": [
            {
                "id": 'dashboard',
                "text": "داشبورد فروشندگان",
            },
            {
                "id": 'm',
                "text": "محموله ها",
            },
            {
                "id": 'takhfif',
                "text": "تخفیف های شگفت انگیز",
            },
            {
                "id": 'product',
                "text": "محصولات",
                "children": [
                    {
                        "id": 18,
                        "text": "افزودن محصول",
                    },
                    {
                        "id": 19,
                        "text": "ویرایش محصول",
                    },
                    {
                        "id": 20,
                        "text": "جستجو پیشرفته محصولات",
                    }
                ]
            },
            {
                "id": 'panel/order',
                "text": "سفارشات",
            },
            {
                "id": 'comment',
                "text": "نظرات",
            },
            {
                "id": 23,
                "text": "پرسش و پاسخ",
            },
            {
                "id": 32,
                "text": "تبدیل به حساب حقوقی",
            },
            {
                "id": 33,
                "text": "تبدیل به فروشنده شوید",
            },
            {
                "id": 42,
                "text": "پروفایل",
            },
            {
                "id": 46,
                "text": "تسویه حساب",
            },
            {
                "id": 1000,
                "text": "فروشنده",
                "children": [
                    {
                        "id": 1002,
                        "text": "گزارش فروش",
                    }
                ]
            }
        ]
    }
];