Repository: pinoox/paper
Catalog: theme/panel/papyrus/src/plugins/ckeditor/src/plugins/ckeditor5-find-and-replace/lang/translations/*.po
Languages: fa

source: Find and replace
fa: جستجو و جایگذاری

# The label for the searched text in the find and replace dropdown.
source: Find in text…
fa: جستجو در متن...

# The label for the find action button in the find and replace dropdown.
source: Find
fa: جستجو

# The label for the previous result button in the find and replace dropdown.
source: Previous result
fa: نتیجه قبلی

# The label for the previous result button in the find and replace dropdown.
source: Next result
fa: نتیجه بعدی

source: Replace
fa: جایگذاری

# The label for the replace all action button in the find and replace dropdown.
source: Replace all
fa: جایگذاری سراسری

# The label for the match case checkbox in the find and replace dropdown.
source: Match case
fa: تطابق

# The label for the whole words only checkbox in the find and replace dropdown.
source: Whole words only
fa: فقط کلمات کامل

# The label for the text replacement in the find and replace dropdown.
source: Replace with…
fa: جایگذاری با ...

# An error text displayed when user attempted to find an empty text.
source: Text to find must not be empty.
fa: متن برای یافتن نباید خالی باشد.

source: Tip: Find some text first in order to replace it.
fa: نکته: ابتدا متنی را پیدا کنید تا جایگزین شود.

source: Show options
fa: نمایش تنظیمات
