<?php
return [

    'direction' => 'rtl',
    'site_title' => 'عنوان وبسایت',
    'site_description' => 'شعار وبسایت',
    'pinoox' => 'پینوکس',
    'copyright_text1' => 'تمام حقوق مادی و معنوی این اپلیکیشن برای',
    'copyright_text2' => 'محفوظ است',
    'subject' => 'موضوع',
    'message' => 'پیام',
    'mobile' => 'موبایل',
    'contact_us' => 'تماس با ما',
    'contact_us_description' => 'جهت ارسال سوالات، نظرات و پیشنهادات خود به ما از طریق فرم زیر اقدام نمایید',
    'send_message' => 'ارسال پیام',
    'contact_message_received_successfully' => 'پیام شما را با موفقیت دریافت کردیم، از همراهی شما سپاسگذاریم',
    'error_to_send_contact' => 'متاسفانه در ارسال پیام خطایی رخ داده است',
    'tag' => 'برچسب',

    /*********************************************************************************************************************
     * posts
     */
    'tags' => 'بر چسب ها',
    'share' => 'اشتراک گذاری',
    'found_articles' => 'نتیجه پیدا شد',
    'search' => 'جست و جو',
    'err_search_enter_somethings' => 'برای جست و جو چیزی بنویسید',
    'search_result_not_found' => 'نتیجه ای پیدا نشد کلمات دیگر را جست و جو کنید',
    'searching_for_what_write_down_here' => 'دنبال چه می گردید؟ اینجا بنویسید...',
    'visit' => 'بازدید',
    'read_more' => 'بیشتر بخوانید',
    'most_visited_post' => 'پربازدید ترین نوشته ها',

    'new_articles' => 'مقالات <span>تازه</span> ',
    'most_viewed_articles' => 'مقالات <span>پربیننده</span> ',
    'follow_us' => 'ما را <span>دنبال</span> کنید',
    'hot_tags' => 'برچسب های <span>داغ</span>',

    'full_name' => 'نام و نام خانوادگی',
    'email' => 'ایمیل',
    'send' => 'ارسال دیدگاه',
    'cancel_reply' => 'لغو پاسخ',
    'comment_inserted_successfully' => 'دیدگاه شما ثبت شد، بعد از تایید منتشر خواهد شد',
    'error_to_insert_comment' => 'خطایی در ثبت دیدگاه رخ داده است',

    /*********************************************************************************************************************
     * comments
     */
    'comments' => 'دیدگاه ها',
    'send_comment' => 'ارسال نظر',
    'write_comment_about_post' => 'نظر خود را در مورد این پست بنویسید...',
    'latest_comments' => 'آخرین نظرات',

    /*********************************************************************************************************************
     * users
     */
    'twitter'=>'تویتتر',
    'facebook'=>'فیسبوک',
    'linkedin'=>'لینکداین',
    'instagram'=>'اینستاگرام',
    'telegram'=>'تلگرام',

    /*********************************************************************************************************************
     * error page
     */
    'not_found_page' => 'صفحه مورد نظر وجود ندارد',
    'return_to_home' => 'بازگشت به خانه',
    'error_happened' => 'خطایی رخ داده است',
];
